[
  {
    "title": "Aims and future plans. ",
    "id": 1,
    "img1": "prga1",
    "img2": "prga2",
    "img3": "prga3",
    "description": "We successfully conducted our program at Shree Buddha Pathashala . During the program, we asked the students to write about their aims and future plans. We guided them accordingly, motivated them to think big, and shared information about competitions and scholarships available for their goals. Additionally, we learned many new things from them, which was a truly enriching experience for us. We would like to extend our heartfelt thanks to the principal of the school (Ram hridya Yadav) and the wonderful students for their exceptional discipline, strong morals, and keen concentration. Their warm welcome and enthusiastic participation made our visit memorable. We look forward to continued collaboration and wish them all the best in their future endeavours.",
    "date": "Sunday, June 16, 2024"
  },
  {
    "title": "Aspirations and future plans",
    "id": 2,
    "img1": "prgb1",
    "img2": "prgb2",
    "img3": "prgb3",
    "description": "We are delighted to share the success of our recent program at Golden Future english boarding School kishanpur, dhanusha . The students were invited to write about their aspirations and future plans, and we were thrilled to guide them through this process. Our aim was to inspire them to think big, providing them with valuable information about available competitions and scholarships to help them achieve their dreams.  Throughout the program, we were not only mentors but also learners. The insights and fresh perspectives shared by the students enriched our experience profoundly. We extend our deepest gratitude to the founder (Lokchandra yadav) and the students for their exemplary discipline, strong values, and focused dedication. Their warm hospitality and enthusiastic engagement made our visit truly special. We are excited about future collaborations and wish them a bright and successful future.",
    "date": "Sunday, June 17, 2024"
  },
  {
    "title": "Child marriage",
    "id": 3,
    "img1": "prgc1",
    "img2": "prgc2",
    "img3": "prgc3",
    "description": "Lok English Boarding School Janakpurdham-19,Thumhauna  We are dedicated to mentoring students on critical issues such as child marriage and empowering them to define and pursue their future goals. Through comprehensive guidance, we illuminate diverse career prospects and opportunities for scholarships attainable through dedication and perseverance. Our primary goal is to inspire and encourage students to maintain unwavering focus on their ambitions until they achieve success. Moreover, we prioritize listening to their individual challenges, offering constructive advice, and equipping them with strategies to expand their knowledge base. By instilling the importance of knowledge-sharing, we empower them not only to enhance their own understanding but also to educate and inspire others in their communities. Thank you, teacher(lok English boarding school thumhauna, dhanusha), for creating a conducive learning environment, and students, for your attentive participation. Here's to wishing everyone a bright and successful future ahead.",
    "date": "Tuesday, June 18, 2024"
  },
  {
    "title": "Empowered to share knowledge",
    "id": 4,
    "img1": "prgd1",
    "img2": "prgd2",
    "img3": "prgd3",
    "description": "Shree madhyamik school mujeliya, dhanusha We actively cultivate a culture where students are not only encouraged to learn but also empowered to share their knowledge with others. Our approach involves equipping them with diverse perspectives on awareness and education, particularly highlighting the prevalent social issues in rural areas. By instilling this understanding, we aim to prepare them comprehensively for the challenges they may encounter on their path to success. Above all, we emphasize the importance of resilience, urging them to persevere through life's trials and never lose sight of their goals.",
    "date": "Saturday, June 22, 2024"
  },
  {
    "title": "Free mentorship",
    "id": 5,
    "img1": "prge1",
    "img2": "prge2",
    "img3": "prge3",
    "description": "We conducted our program successfully at United Academy school  thapa chowk, janakapur  We are trying to create an environment of free mentorship for all the juniors students.we learn and teach",
    "date": "Sunday, June 23, 2024"
  },
  {
    "title": "We Learn and Teach",
    "id": 6,
    "img1": "prgf1",
    "img2": "prgf2",
    "img3": "prgf3",
    "description": "We recently completed a successful program  at Creative secondary school, bhiman dhanusha. Our primary objective is to cultivate an environment where junior students have access to free mentorship. This initiative is designed to create a supportive community where both learning and teaching are valued equally. By offering mentorship, we aim to empower students by providing them with guidance and support in their educational journey. Our goal is to foster a collaborative atmosphere where knowledge and skills are shared among peers, ultimately contributing to the overall growth and development of all participants involved",
    "date": "Tuesday, June 25, 2024"
  },
  {
    "title": "Free mentorship",
    "id": 7,
    "img1": "prgg1",
    "img2": "prgg2",
    "img3": "prgg3",
    "description": "Vision secondary school mulabaari dhanushaWe conducted our program successfully at  Vision secondary school mulabaari dhanusha We are trying to create an environment of free mentorship for all the juniors students. we learn and teach.",
    "date": "Wednesday, June 26, 2024"
  },
  {
    "title": "FutureRoadmap",
    "id": 8,
    "img1": "prgh1",
    "img2": "prgh2",
    "img3": "prgh3",
    "description": "Thanks to everyone for participating in this virtual session. We hope it would be great an endeavour for reaching you goal, and we believe that everyone participating this program could get some grasps of future path. And thanks to all the participants and our Guest Mr. Aashish Panta   for making this event happen. Please reach out to us if you need any sort of help and advice regarding any confusion for that session.",
    "date": "Sunday, August 25, 2024"
  },
  {
    "title": "",
    "id": 9,
    "img1": "prgi1",
    "img2": "prgi2",
    "img3": "prgi3",
    "description": "",
    "date": ""
  },
  {
    "title": "",
    "id": 10,
    "img1": "prgj1",
    "img2": "prgj2",
    "img3": "prgj3",
    "description": "",
    "date": ""
  },
  {
    "title": "",
    "id": 11,
    "img1": "prgk1",
    "img2": "prgk2",
    "img3": "prgk3",
    "description": "",
    "date": ""
  },
  {
    "title": "",
    "id": 12,
    "img1": "prgl1",
    "img2": "prgl2",
    "img3": "prgl3",
    "description": "",
    "date": ""
  },
  {
    "title": "",
    "id": 13,
    "img1": "prgm1",
    "img2": "prgm2",
    "img3": "prgm3",
    "description": "",
    "date": ""
  },
  {
    "title": "",
    "id": 14,
    "img1": "prgn1",
    "img2": "prgn2",
    "img3": "prgn3",
    "description": "",
    "date": ""
  },
  {
    "title": "",
    "id": 15,
    "img1": "prgo1",
    "img2": "prgo2",
    "img3": "prgo3",
    "description": "",
    "date": ""
  },
  {
    "title": "",
    "id": 16,
    "img1": "prgp1",
    "img2": "prgp2",
    "img3": "prgp3",
    "description": "",
    "date": ""
  },
  {
    "title": "",
    "id": 17,
    "img1": "prgq1",
    "img2": "prgq2",
    "img3": "prgq3",
    "description": "",
    "date": ""
  },
  {
    "title": "",
    "id": 18,
    "img1": "prgr1",
    "img2": "prgr2",
    "img3": "prgr3",
    "description": "",
    "date": ""
  },
  {
    "title": "",
    "id": 19,
    "img1": "prgs1",
    "img2": "prgs2",
    "img3": "prgs3",
    "description": "",
    "date": ""
  },
  {
    "title": "",
    "id": 20,
    "img1": "prgt1",
    "img2": "prgt2",
    "img3": "prgt3",
    "description": "",
    "date": ""
  }
]
