[
  {
    "title": "Empowering Future Aspirations",
    "id": 1,
    "img1": "prga1",
    "img2": "prga2",
    "img3": "prga3",
    "description": "At Shree Buddha Pathashala, we conducted a transformative program focused on empowering students to overcome societal barriers like adolescent challenges and limited career awareness. We motivated them to think ambitiously while sharing information on scholarships and competitions to help realize their dreams. Thank you to Principal Ram Hridya Yadav and the students for their discipline and enthusiasm, which made this initiative impactful. We look forward to fostering their growth in future collaborations.",
    "date": "Sunday, June 16, 2024"
  },
  {
    "title": "Building Resilient Dreams",
    "id": 2,
    "img1": "prgb1",
    "img2": "prgb2",
    "img3": "prgb3",
    "description": "Our program at Golden Future English Boarding School, Kishanpur, Dhanusha, encouraged students to confront issues like social expectations and lack of resources while focusing on their aspirations. We provided guidance on achieving their goals through resilience and determination, along with information on scholarships and opportunities. Thank you to Founder Lokchandra Yadav and the students for their dedication and warm welcome, which made this program special. We wish them all a successful journey ahead.",
    "date": "Sunday, June 17, 2024"
  },
  {
    "title": "Raising Awareness on Child Marriage",
    "id": 3,
    "img1": "prgc1",
    "img2": "prgc2",
    "img3": "prgc3",
    "description": "At Lok English Boarding School, Janakpurdham-19, Thumhauna, we addressed critical issues like child marriage while mentoring students on defining and achieving their future goals. We explored career prospects and scholarships to encourage perseverance and determination. By promoting knowledge-sharing, we aim to empower students to challenge societal norms and become changemakers in their communities. Thank you to the school and its students for their attentive participation. Here's to a brighter future ahead.",
    "date": "Tuesday, June 18, 2024"
  },
  {
    "title": "Sharing Knowledge, Building Awareness",
    "id": 4,
    "img1": "prgd1",
    "img2": "prgd2",
    "img3": "prgd3",
    "description": "At Shree Madhyamik School, Mujeliya, Dhanusha, we fostered a culture of knowledge-sharing while addressing social issues like child labor and education inequality. Students were encouraged to understand the challenges in rural communities and remain resilient in the face of adversity. Their determination and focus reaffirmed our commitment to empowering them with the tools for success. We are grateful for their participation and look forward to further collaborations.",
    "date": "Saturday, June 22, 2024"
  },
  {
    "title": "Mentorship for a Better Tomorrow",
    "id": 5,
    "img1": "prge1",
    "img2": "prge2",
    "img3": "prge3",
    "description": "Our program at United Academy School, Thapa Chowk, Janakpur, aimed to create a mentorship environment where students can address issues like limited access to guidance. Through free mentorship, we strive to foster a community of learners and teachers who grow together. We thank the school for their support and look forward to more impactful initiatives.",
    "date": "Sunday, June 23, 2024"
  },
  {
    "title": "Learning Through Mentorship",
    "id": 6,
    "img1": "prgf1",
    "img2": "prgf2",
    "img3": "prgf3",
    "description": "At Creative Secondary School, Bhiman, Dhanusha, we established a supportive environment of mentorship to address common adolescent issues. Students were empowered with guidance and support to overcome educational challenges. This program encouraged collaborative learning and skill-sharing among peers, contributing to their overall growth and development. We appreciate the school’s collaboration and the students' enthusiasm.",
    "date": "Tuesday, June 25, 2024"
  },
  {
    "title": "Free Mentorship: Bridging Gaps",
    "id": 7,
    "img1": "prgg1",
    "img2": "prgg2",
    "img3": "prgg3",
    "description": "At Vision Secondary School, Mulabaari, Dhanusha, we successfully conducted a program that emphasized free mentorship for junior students. By addressing barriers like lack of awareness and resources, we encouraged a culture of mutual learning and growth. Thank you to the school and students for their active engagement and commitment to building a better tomorrow.",
    "date": "Wednesday, June 26, 2024"
  },
  {
    "title": "FutureRoadmap",
    "id": 8,
    "img1": "prgh1",
    "img2": "prgh2",
    "img3": "prgh3",
    "description": "Thanks to everyone for participating in this virtual session. We hope it would be great an endeavour for reaching you goal, and we believe that everyone participating this program could get some grasps of future path. And thanks to all the participants and our Guest Mr. Aashish Panta for making this event happen. Please reach out to us if you need any sort of help and advice regarding any confusion for that session.",
    "date": "Sunday, August 25, 2024"
  },
  {
    "title": "Mental Disorder's Symptoms & Cause ",
    "id": 9,
    "img1": "prgi1",
    "img2": "prgi2",
    "img3": "prgi3",
    "description": "In Episode 1 of the Mental Health Program titled 'Mental Disorder's Symptoms & Cause,' Dr. Santosh Shah discusses the WHO definition of health, explains what mental health truly means, and outlines the core symptom categories—cognitive, emotional, behavioral, physical, and perceptual—highlighting how they can indicate underlying mental disorders.",
    "date": "Saturday, February 22, 2025"
  },
  {
    "title": " Depression & Anxiety",
    "id": 10,
    "img1": "prgj1",
    "img2": "prgj2",
    "img3": "prgj3",
    "description": "In Episode 2, Dr. Santosh Shah explores the impact of depression and anxiety, detailing their cognitive, emotional, and physical symptoms, as well as the personal, social, and economic burdens including suicide risk, substance use, and reduced quality of life.",
    "date": "Saturday, March 1, 2025"
  },
  {
    "title": "Suicide & Prevention ",
    "id": 11,
    "img1": "prgk1",
    "img2": "prgk2",
    "img3": "prgk3",
    "description": "In Episode 3, Dr. Santosh Shah addresses suicide and its prevention, discussing risk factors, warning signs, underlying mental health conditions, and strategies for early intervention, support, and community-based prevention efforts.",
    "date": "Saturday, March 15, 2025"
  },
  {
    "title": "Conversion Disorder ",
    "id": 12,
    "img1": "prgl1",
    "img2": "prgl2",
    "img3": "prgl3",
    "description": "In Episode 4, Dr. Santosh Shah explores Conversion Disorder, a condition where psychological stress manifests as physical symptoms. He discusses common presentations such as paralysis, tremors, or non-epileptic seizures, the importance of accurate diagnosis, and approaches for compassionate care and treatment.",
    "date": "Saturday, May 31, 2025"
  }
]
